var tableauQuestion = [
	{
		question: "Вы движетесь со скоростью 80 км/ч и приближаетесь к жилому району, вы должны:",
		propositionA: "Ускориться",
		propositionB: "Двигаться с той же скоростью, если вы не обгоняете другие т/с",
		propositionC: "Замедлиться",
		propositionD: "Двигаться с той же скоростью",
		reponse: "C"
	},

	{
		question: "Если вы повернули на перекрёстке направо, и видите пешехода на переходе, ваши действия:",
		propositionA: "Вы не пропустите пешехода",
		propositionB: "Вы проверите, нет ли других машин поблизости",
		propositionC: "Вы пропустите пешехода",
		propositionD: "Вы пристрелите пешехода и продолжите движение",
		reponse: "C"
	},

	{
		question: "Без каких-либо предварительных указаний разрешённая скорость в жилом районе составляет: __ км/ч.",
		propositionA: "30 км/ч",
		propositionB: "50 км/ч",
		propositionC: "40 км/ч",
		propositionD: "60 км/ч",
		reponse: "B"
	},

	{
		question: "Перед тем как перестроиться в другую полосу, вы должны:",
		propositionA: "Проверить зеркала",
		propositionB: "Проверить слепые зоны",
		propositionC: "Включить поворотник",
		propositionD: "Всё вышеперечисленное",
		reponse: "D"
	},

	{
		question: "Какой уровень алкоголя в крови классифицируется как вождение в состоянии алкогольного опьянения?",
		propositionA: "0.05%",
		propositionB: "0.18%",
		propositionC: "0.08%",
		propositionD: "0.06%",
		reponse: "C"
	},

	{
		question: "Когда вы можете не останавливаться на перекрёстке со светофором?",
		propositionA: "Если горит зелёный",
		propositionB: "Если на перекрёстке никого нет",
		propositionC: "При любом сигнале, если нужно повернуть налево",
		propositionD: "Когда светофор зелёный и/или красный, и вам нужно повернуть направо",
		reponse: "D"
	},

	{
		question: "Пешеход переходит перед вами на красный сигнал светофора. Каковы ваши действия?",
		propositionA: "Вы пропустите его",
		propositionB: "Вы проверите, нет ли рядом полиции, и продолжите движение",
		propositionC: "Вы поторопите его",
		propositionD: "Вы продолжите движение, потому что для вас светофор зелёный",
		reponse: "D"
	},

	{
		question: "Что разрешено при обгоне?",
		propositionA: "Максимально близко подъезжать к автомобилю перед обгоном",
		propositionB: "Обгонять, не меняя полосы движения",
		propositionC: "Ехать по встречной полосе для обгона",
		propositionD: "Превышать ограничение скорости для обгона",
		reponse: "C"
	},

	{
		question: "Вы едете по шоссе, которое, где маскимальная скорость 120 км/ч. Большинство водителей едет со скоростью 125 км/ч, поэтому вы поедете не быстрее, чем:",
		propositionA: "120 км/ч",
		propositionB: "125 км/ч",
		propositionC: "130 км/ч",
		propositionD: "110 км/ч",
		reponse: "A"
	},

	{
		question: "Когда вас обгоняет другой автомобиль, важно НЕ:",
		propositionA: "Замедляться",
		propositionB: "Проверять зеркала",
		propositionC: "Следить за другими водителями",
		propositionD: "Увеличивать скорость",
		reponse: "D"
	},
]
